/* 
  Localizable.strings
  Hidden Bar

  Created by Licardo on 2020/3/9.
  Copyright © 2020 Dwarves Foundation. All rights reserved.
*/

"Preferences..." = "偏好设置...";
"Toggle Auto Collapse" = "切换自动折叠";
"Enable Auto Collapse" = "开启自动折叠";
"Disable Auto Collapse" = "关闭自动折叠";
"Quit" = "退出";
"Set Shortcut" = "设置快捷键";
"Tutorial text" = "
使用 '持续隐藏' 功能让您的菜单栏保持整洁。这个教程将会帮助您设置这个功能。

启用步骤：
1. 启用持续隐藏功能 ”|“（半透明分割线）。
2. 按住 ⌘ 并将持续隐藏区域拖至一般隐藏区域（不透明｜）的左侧。
3. 接着将不想显示的图标移至持续隐藏区域中。
4. 最后右键单击 “>” 按钮，就能隐藏'持续隐藏区域'中的图标。
（再次右键单击 “>” 按钮恢复显示 “持续隐藏区域” 中的图标。）
祝您使用愉快 😉!
";
